Repository: amirsolo456/super_app_repo
Catalog: packages/resources_package/lib/l10n/app_*.arb
Languages: fa

# appTitle
source: Aryan Front
fa: آریان فرانت

# profileTitle
source: Profile
fa: حساب کاربری

# loginPageTitle
source: Login Page
fa: صفحه ورود

source: Phone Number
fa: شماره تلفن

source: Password
fa: رمز عبور

source: Password Forgot
fa: فراموشی رمز عبور

# passwordRecovery
source: Repeat Password
fa: تکرار رمز عبور

# passwordValidationNullMsg
source: Password is required
fa: رمز عبور وارد شده درست نمی باشد.

# passwordValidationMsg
source: Password is NotValid
fa: رمز عبور خود را وارد کنید.

source: Person List
fa: اشخاص شرکت ها

source: User Info
fa: مشخصات کاربری

source: User Password Change
fa: تغییر رمز عبور

# usernameValidationNullMsg
source: User Not Found!
fa: نام کاربر یافت نشد!

source: User Wallet
fa: کیف پول

source: User Settings
fa: تنظیمات حساب

# userOtherAccounts
source: Other Accounts
fa: حساب های دیگر

# usersTitle
source: Account Title
fa: عنوان حساب

# usersDevices
source: My Devices
fa: دستگاه های من

# usersSignOut
source: Sign Out From Account
fa: خروج از حساب کاربری

# loginButtonText
source: Login
fa: ورود

# loginButtonLoadingText
source: Please Waite ...
fa: لطفا صبر کنید

# loginButtonSignUpText
source: Create Account
fa: ایجاد حساب

# loginButtonOtpText
source: Confirm and Continue
fa: تایید و ادامه

source: Login Failed
fa: ورود ناموفق

# userSignupLabel
source: You are not a member of any account. If you are the owner or a representative of a business, you can create an account for your [b]main user[/b] or [b]company admin[/b]! If you are an employee of a business, please wait to receive an invitation.
fa: شما در هیچ حسابی عضویت ندارید. اگر صاحب یا نماینده یک کسب و کار هستید، میتوانید یک حساب برای [b]کاربر اصلی[/b] یا [b]ادمین شرکت[/b] خودتان بسازید ! اگر از پرسنل یک کسب و کار هستید، منتظر دریافت دعوتنامه بمانید.
